Repository: oxwallplus/oxwallplus
Catalog: ow_install/langs/*.po
Languages: pl

source: No template was provided for render!
pl: Nie wybrano żadnego szablonu!

source: Start
pl: Wprowadzenie

source: Server requirements
pl: Wymagania serwera

source: Site configuration
pl: Konfiguracja strony

source: Database configuration
pl: Konfiguracja bazy danych

source: Install
pl: Instalacja

source: Plugins
pl: Dodatki

source: Finish
pl: Zakończenie

source: Instalation Oxwall Plus platform
pl: Instalacja platformy Oxwall Plus

source: PHP version
pl: Wersja PHP

source: On
pl: Włączony

source: Off
pl: Wyłączony

source: GD Library version
pl: Wersja biblioteki GD

source: GD FreeType support
pl: Wsparcie GD FreeType

source: This database should be empty _especially_ if you try to reinstall Oxwall Plus.
pl: Ta baza danych powinna być pusta jeśli chcesz ponownie zainstalować Oxwall Plus.

source: Could not connect to Database
pl: Nie można połączyć się z bazą danych

source: Error:
pl: Błąd

source: Installation
pl: Instalacja

source: ERROR
pl: Błąd

source: Installation complete
pl: Instalacja ukończona

source: Please correct below errors before you can proceed with Oxwall Plus installation.
pl: Proszę popraw poniższe błędy zanim będziesz mógł kontynuować instalację Oxwall Plus.

source: Please create a database and enter its details here.
pl: Proszę stwórz bazę danych i podaj dane dostępowe do niej poniżej.

source: Database host
pl: Host bazy danych

source: MySQL host and port (optionally). Example: <i>localhost</i> or <i>localhost:3307</i>
pl: Host MySQL i port (opcjonalnie). Przykład: <i>localhost</i> albo <i>localhost:3307</i>

source: Database user
pl: Użytkownik bazy danych

source: Database password
pl: Hasło użytkownika bazy danych

source: Database name
pl: Nazwa bazy danych

source: Table prefix
pl: Prefiks tabel

source: Continue
pl: Dalej

source: Thank you for installation Oxwall Plus!
pl: Dziękujemy za zainstalowanie Oxwall Plus!

source: Congratulations! NeOxwall PlusxtWall is now installed and you can use all features our script. Good luck!
pl: Gratulacje! Oxwall Plus zostało zainstalowane i teraz możesz korzystać w wszystkich możliwości skryptu. Powodzenia!

source: Create a cron job that runs <b>ow_cron/run.php</b> once a minute
pl: Stwórz zadanie cron, które będzie uruchamiać <b>ow_cron/run.php</b> co minutę.

source: or
pl: albo

source: Please remove <b>ow_install/</b> folder and refresh this page
pl: Proszę usuń folder <b>ow_install/</b> i odśwież tę stronę.

source: Remove folder manually and continue
pl: Usuwam folder ręcznie i kontynuuję

source: Go to main site
pl: Idź do strony głównej

source: Directory
pl: Folder

source: Required chmod
pl: Wymagane uprawnienia

source: Current chmod
pl: Obecne uprawnienia

source: Please check above errors before you can proceed with Oxwall Plus installation.
pl: Proszę sprawdź błędy powyżej zanim będziesz mógł kontynuować instalację Oxwall Plus.

source: Refresh
pl: Odśwież

source: Please copy and paste this code replacing the existing one into <b>ow_includes/config.php</b> file.
pl: Proszę skopiuj i wklej poniższy kod zastępując istniejący w pliku <b>ow_includes/config.php</b>.

source: Make sure you do not have any whitespace before and after the code.
pl: Upewnij się, że nie masz żadnych spacji przed i po poniższym kodzie.

source: I saved config file and want install datatables
pl: Zapisałem plik konfiguracyjny i chcę zainstalować tabele w bazie danych

source: Table
pl: Tabela

source: Thank you for select Oxwall Plus!
pl: Dziękujemy za wybranie Oxwall Plus!

source: Oxwall Plus is unbelievably flexible and easy to use PHP/MySQL social networking software platform. Oxwall Plus is used for a wide range of projects starting from family sites and custom social networks to collaboration tools and enterprise community solutions.
pl: Oxwall Plus to niewiarygodnie elastyczna i łatwa do użycia platforma do stworzenia serwisu społecznościowego wykorzystującego technologię PHP i MySQL. Oxwall Plus jest wykorzystywany do szerokiej gamy projektów, począwszy od rodzinnych stron i platform społecznościowych po zaawansowane technologicznie rozwiązania.

source: Go ahead and complete instalation Plus.
pl: Kontynuuj i ukończ instalację platformy Oxwall Plus.

source: We thought you'd also like to throw in some plugins while you're at it:
pl: Myślimy, że chciałbyś również zainstalować pewne dodatki:

source: Plugin
pl: Dodatek

source: Description
pl: Opis

source: Version
pl: Wersja

source: INSTALLED
pl: ZAINSTALOWANO

source: Occurred error when we try installed above plugin, please try again or uncheck this plugins.
pl: Wystąpił błąd jak próbowaliśmy zainstalować powyższe dodatki, spróbuj ponownie albo odznacz dodatki, które powodują błędy.

source: Install selected plugins
pl: Zainstaluj wybrane dodatki

source: Requirement
pl: Wymagania

source: Min. value
pl: Min. wartość

source: Your value
pl: Twoja wartość

source: Congratulations you can install Oxwall Plus on your server!
pl: Gratulacje możesz zainstalować Oxwall Plus na swoim serwerze!

source: Please correct above errors before you can proceed with Oxwall Plus installation.
pl: Proszę popraw powyższe błędy zanim będziesz mógł kontynuować instalację Oxwall Plus.

source: Site settings
pl: Ustawienia strony

source: Site title
pl: Tytuł strony

source: Site tagline
pl: Slogan strony

source: Catchy one-stringed site description (optional)
pl: Chwytliwe hasło promujące stronę (opcjonalnie)

source: Site url
pl: Adres strony

source: Site path
pl: Bezwzględna ścieżka

source: Administrator account
pl: Konto administratora

source: Admin e-mail
pl: Adres e-mail

source: Admin username
pl: Nazwa użytkownika

source: Letters and digits only
pl: Tylko litery i cyfry

source: Admin password
pl: Hasło

source: From 2 to 12 characters
pl: Od 2 do 12 znaków
